[
    {
        "number": 1,
        "book": "John 3:16",
        "text": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
        "lesson": "God's love and the gift of Jesus for salvation."
    },
    {
        "number": 2,
        "book": "Philippians 4:13",
        "text": "I can do all things through Christ which strengtheneth me.",
        "lesson": "Rely on Christ’s strength in all circumstances."
    },
    {
        "number": 3,
        "book": "Matthew 5:16",
        "text": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
        "lesson": "Live a life that reflects God’s glory."
    },
    {
        "number": 4,
        "book": "Romans 8:28",
        "text": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose.",
        "lesson": "Trust in God’s plan, even in hardships."
    },
    {
        "number": 5,
        "book": "Proverbs 3:5-6",
        "text": "Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.",
        "lesson": "Surrender to God’s wisdom over our own."
    },
    {
        "number": 6,
        "book": "Psalm 23:1",
        "text": "The Lord is my shepherd; I shall not want.",
        "lesson": "Trust God’s provision and guidance."
    },
    {
        "number": 7,
        "book": "Isaiah 40:31",
        "text": "But they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.",
        "lesson": "Patience in the Lord brings strength."
    },
    {
        "number": 8,
        "book": "Matthew 6:33",
        "text": "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.",
        "lesson": "Prioritize God above all else."
    },
    {
        "number": 9,
        "book": "Matthew 11:28",
        "text": "Come unto me, all ye that labour and are heavy laden, and I will give you rest.",
        "lesson": "Jesus offers rest to those who are weary."
    },
    {
        "number": 10,
        "book": "1 Corinthians 13:4-7",
        "text": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; rejoiceth not in iniquity, but rejoiceth in the truth; beareth all things, believeth all things, hopeth all things, endureth all things.",
        "lesson": "The characteristics of true, Christ-like love."
    },
    {
        "number": 11,
        "book": "Matthew 4:4",
        "text": "But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.",
        "lesson": "Dependence on God’s word over physical needs."
    },
    {
        "number": 12,
        "book": "Matthew 17:20-21",
        "text": "And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you. Howbeit this kind goeth not out but by prayer and fasting.",
        "lesson": "The power of faith, prayer, and fasting."
    },
    {
        "number": 13,
        "book": "Luke 6:27-28",
        "text": "But I say unto you which hear, Love your enemies, do good to them which hate you, bless them that curse you, and pray for them which despitefully use you.",
        "lesson": "The call to love and bless our enemies, like Jesus."
    },
    {
        "number": 14,
        "book": "John 14:6",
        "text": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.",
        "lesson": "Jesus is the exclusive path to salvation."
    },
    {
        "number": 15,
        "book": "Romans 12:2",
        "text": "And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.",
        "lesson": "Transformation through renewing the mind in Christ."
    },
    {
        "number": 16,
        "book": "Psalm 51:10",
        "text": "Create in me a clean heart, O God; and renew a right spirit within me.",
        "lesson": "The desire for inner purity and renewal."
    },
    {
        "number": 17,
        "book": "1 John 4:19",
        "text": "We love him, because he first loved us.",
        "lesson": "Our love for God is a response to His love."
    },
    {
        "number": 18,
        "book": "Matthew 7:7",
        "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.",
        "lesson": "Encouragement to seek God persistently."
    },
    {
        "number": 19,
        "book": "Galatians 5:22-23",
        "text": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, temperance: against such there is no law.",
        "lesson": "The character traits produced by the Holy Spirit."
    },
    {
        "number": 20,
        "book": "James 1:3",
        "text": "Knowing this, that the trying of your faith worketh patience.",
        "lesson": "Trials produce spiritual endurance."
    },
    {
        "number": 21,
        "book": "Matthew 6:16-18",
        "text": "Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward. But thou, when thou fastest, anoint thine head, and wash thy face; that thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.",
        "lesson": "Fasting with sincerity and humility."
    },
    {
        "number": 22,
        "book": "Ephesians 4:32",
        "text": "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you.",
        "lesson": "Forgive others as Christ forgave us."
    },
    {
        "number": 23,
        "book": "2 Corinthians 5:17",
        "text": "Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.",
        "lesson": "In Christ, we are transformed and renewed."
    },
    {
        "number": 24,
        "book": "Hebrews 11:1",
        "text": "Now faith is the substance of things hoped for, the evidence of things not seen.",
        "lesson": "Faith is confidence in what we hope for and cannot see."
    },
    {
        "number": 25,
        "book": "Jeremiah 29:11",
        "text": "For I know the thoughts that I think toward you, saith the Lord, thoughts of peace, and not of evil, to give you an expected end.",
        "lesson": "God has plans for our well-being and hope."
    },
    {
        "number": 26,
        "book": "Psalm 46:1",
        "text": "God is our refuge and strength, a very present help in trouble.",
        "lesson": "God is our reliable source of help in times of trouble."
    },
    {
        "number": 27,
        "book": "John 14:27",
        "text": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.",
        "lesson": "Jesus gives us true peace that calms fears."
    },
    {
        "number": 28,
        "book": "1 Peter 5:7",
        "text": "Casting all your care upon him; for he careth for you.",
        "lesson": "God cares for us, so we should bring our concerns to Him."
    },
    {
        "number": 29,
        "book": "Romans 10:9",
        "text": "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.",
        "lesson": "Salvation comes through confessing and believing in Jesus."
    },
    {
        "number": 30,
        "book": "James 1:5",
        "text": "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.",
        "lesson": "God generously provides wisdom to those who ask."
    },
    {
        "number": 31,
        "book": "1 John 1:9",
        "text": "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.",
        "lesson": "Confession brings God’s forgiveness and cleansing."
    },
    {
        "number": 32,
        "book": "Joshua 1:9",
        "text": "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.",
        "lesson": "God’s presence gives us courage and strength."
    },
    {
        "number": 33,
        "book": "Proverbs 18:10",
        "text": "The name of the Lord is a strong tower: the righteous runneth into it, and is safe.",
        "lesson": "God provides safety and refuge for the righteous."
    },
    {
        "number": 34,
        "book": "Matthew 7:12",
        "text": "Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
        "lesson": "Treat others as you wish to be treated."
    },
    {
        "number": 35,
        "book": "Psalm 119:105",
        "text": "Thy word is a lamp unto my feet, and a light unto my path.",
        "lesson": "God’s word guides and illuminates our path."
    },
    {
        "number": 36,
        "book": "Romans 3:23",
        "text": "For all have sinned, and come short of the glory of God.",
        "lesson": "Everyone has sinned and needs God’s grace."
    },
    {
        "number": 37,
        "book": "Ephesians 2:8-9",
        "text": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God: Not of works, lest any man should boast.",
        "lesson": "Salvation is a gift of grace, not earned by works."
    },
    {
        "number": 38,
        "book": "Isaiah 41:10",
        "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
        "lesson": "God’s presence dispels fear and provides strength."
    },
    {
        "number": 39,
        "book": "Philippians 4:6",
        "text": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.",
        "lesson": "Bring all concerns to God in prayer with gratitude."
    },
    {
        "number": 40,
        "book": "John 8:12",
        "text": "Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.",
        "lesson": "Following Jesus brings light and life."
    },
    {
        "number": 41,
        "book": "Colossians 3:23",
        "text": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men.",
        "lesson": "Serve wholeheartedly as if working for the Lord."
    },
    {
        "number": 42,
        "book": "Psalm 37:4",
        "text": "Delight thyself also in the Lord; and he shall give thee the desires of thine heart.",
        "lesson": "Finding joy in God brings fulfillment."
    },
    {
        "number": 43,
        "book": "John 15:12",
        "text": "This is my commandment, That ye love one another, as I have loved you.",
        "lesson": "Jesus calls us to love others as He loves us."
    },
    {
        "number": 44,
        "book": "Matthew 5:44",
        "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
        "lesson": "Love and pray for those who oppose you."
    },
    {
        "number": 45,
        "book": "2 Timothy 1:7",
        "text": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.",
        "lesson": "God gives us a spirit of courage, love, and wisdom."
    },
    {
        "number": 46,
        "book": "Luke 11:9",
        "text": "And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.",
        "lesson": "Persist in asking, seeking, and knocking."
    },
    {
        "number": 47,
        "book": "Hebrews 13:5",
        "text": "Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.",
        "lesson": "God’s presence is a source of contentment."
    },
    {
        "number": 48,
        "book": "Psalm 55:22",
        "text": "Cast thy burden upon the Lord, and he shall sustain thee: he shall never suffer the righteous to be moved.",
        "lesson": "God supports and sustains those who trust in Him."
    },
    {
        "number": 49,
        "book": "Isaiah 53:5",
        "text": "But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed.",
        "lesson": "Jesus’ sacrifice brings us healing and peace."
    },
    {
        "number": 50,
        "book": "1 Thessalonians 5:16-18",
        "text": "Rejoice evermore. Pray without ceasing. In every thing give thanks: for this is the will of God in Christ Jesus concerning you.",
        "lesson": "Maintain joy, prayer, and gratitude in all circumstances."
    },
    {
        "number": 51,
        "book": "Ephesians 2:10",
        "text": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
        "lesson": "We are created by God to do good works."
    },
    {
        "number": 52,
        "book": "Matthew 22:37-39",
        "text": "Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbour as thyself.",
        "lesson": "Love God fully and love others as ourselves."
    },
    {
        "number": 53,
        "book": "Galatians 6:9",
        "text": "And let us not be weary in well doing: for in due season we shall reap, if we faint not.",
        "lesson": "Persevere in doing good, knowing that blessings will come."
    },
    {
        "number": 54,
        "book": "1 Corinthians 10:31",
        "text": "Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.",
        "lesson": "Everything we do should bring glory to God."
    },
    {
        "number": 55,
        "book": "Luke 9:23",
        "text": "And he said to them all, If any man will come after me, let him deny himself, and take up his cross daily, and follow me.",
        "lesson": "Follow Jesus by embracing self-denial and daily commitment."
    },
    {
        "number": 56,
        "book": "Romans 6:23",
        "text": "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.",
        "lesson": "Sin leads to death, but God offers eternal life through Jesus."
    },
    {
        "number": 57,
        "book": "James 4:7",
        "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
        "lesson": "Submission to God gives us power over evil."
    },
    {
        "number": 58,
        "book": "1 Corinthians 13:13",
        "text": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
        "lesson": "Love is the greatest virtue."
    },
    {
        "number": 59,
        "book": "2 Corinthians 12:9",
        "text": "And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.",
        "lesson": "God’s grace is enough, especially in our weaknesses."
    },
    {
        "number": 60,
        "book": "Psalm 27:1",
        "text": "The Lord is my light and my salvation; whom shall I fear? the Lord is the strength of my life; of whom shall I be afraid?",
        "lesson": "God's presence dispels fear and brings strength."
    },
    {
        "number": 61,
        "book": "Colossians 3:12",
        "text": "Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;",
        "lesson": "Live with compassion, kindness, humility, and patience."
    },
    {
        "number": 62,
        "book": "Matthew 5:9",
        "text": "Blessed are the peacemakers: for they shall be called the children of God.",
        "lesson": "Those who work for peace reflect God’s character."
    },
    {
        "number": 63,
        "book": "1 Peter 2:9",
        "text": "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light.",
        "lesson": "We are called to proclaim God’s goodness and light."
    },
    {
        "number": 64,
        "book": "James 1:22",
        "text": "But be ye doers of the word, and not hearers only, deceiving your own selves.",
        "lesson": "Faith should be active and applied in our actions."
    },
    {
        "number": 65,
        "book": "2 Timothy 3:16",
        "text": "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness.",
        "lesson": "Scripture guides, teaches, and corrects us in godliness."
    },
    {
        "number": 66,
        "book": "Psalm 34:8",
        "text": "O taste and see that the Lord is good: blessed is the man that trusteth in him.",
        "lesson": "Experiencing God’s goodness brings blessings."
    },
    {
        "number": 67,
        "book": "Hebrews 4:12",
        "text": "For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.",
        "lesson": "God’s word is alive and deeply transformative."
    },
    {
        "number": 68,
        "book": "Romans 8:1",
        "text": "There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.",
        "lesson": "In Christ, we are free from condemnation."
    },
    {
        "number": 69,
        "book": "Proverbs 4:23",
        "text": "Keep thy heart with all diligence; for out of it are the issues of life.",
        "lesson": "Guard your heart, as it influences your entire life."
    },
    {
        "number": 70,
        "book": "John 10:10",
        "text": "The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly.",
        "lesson": "Jesus came to give us abundant, fulfilling life."
    },
    {
        "number": 70,
        "book": "James 4:7",
        "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
        "lesson": "Submit to God and resist temptation."
    },
    {
        "number": 71,
        "book": "Galatians 6:9",
        "text": "And let us not be weary in well doing: for in due season we shall reap, if we faint not.",
        "lesson": "Persevere in doing good, trusting God’s timing."
    },
    {
        "number": 72,
        "book": "Romans 1:16",
        "text": "For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth.",
        "lesson": "Be unashamed of the gospel, which brings salvation."
    },
    {
        "number": 73,
        "book": "Matthew 18:20",
        "text": "For where two or three are gathered together in my name, there am I in the midst of them.",
        "lesson": "Jesus’ presence is with believers who gather in His name."
    },
    {
        "number": 74,
        "book": "1 Peter 1:16",
        "text": "Because it is written, Be ye holy; for I am holy.",
        "lesson": "God calls us to live holy lives."
    },
    {
        "number": 75,
        "book": "1 John 2:15",
        "text": "Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.",
        "lesson": "Prioritize God over worldly desires."
    },
    {
        "number": 76,
        "book": "2 Timothy 3:16-17",
        "text": "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness.",
        "lesson": "The Bible is God’s inspired guide for life."
    },
    {
        "number": 77,
        "book": "1 Thessalonians 4:16-17",
        "text": "For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first.",
        "lesson": "Hope in the promised return of Christ."
    },
    {
        "number": 78,
        "book": "Hebrews 10:24-25",
        "text": "And let us consider one another to provoke unto love and to good works: Not forsaking the assembling of ourselves together, as the manner of some is.",
        "lesson": "Encourage each other and gather together in faith."
    },
    {
        "number": 79,
        "book": "Proverbs 4:23",
        "text": "Keep thy heart with all diligence; for out of it are the issues of life.",
        "lesson": "Guard your heart, as it guides your life."
    },
    {
        "number": 80,
        "book": "Psalm 37:5",
        "text": "Commit thy way unto the Lord; trust also in him; and he shall bring it to pass.",
        "lesson": "Trust God with your plans and He will guide you."
    },
    {
        "number": 81,
        "book": "Ephesians 5:8",
        "text": "For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light.",
        "lesson": "Live as people transformed by God’s light."
    },
    {
        "number": 82,
        "book": "John 10:10",
        "text": "The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly.",
        "lesson": "Jesus came to give abundant life."
    },
    {
        "number": 83,
        "book": "Isaiah 26:3",
        "text": "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.",
        "lesson": "Trusting God brings inner peace."
    },
    {
        "number": 84,
        "book": "Romans 6:23",
        "text": "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.",
        "lesson": "Sin leads to death, but God offers eternal life."
    },
    {
        "number": 85,
        "book": "1 Corinthians 10:13",
        "text": "There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able.",
        "lesson": "God helps us endure and overcome temptation."
    },
    {
        "number": 86,
        "book": "Hebrews 12:1",
        "text": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us.",
        "lesson": "Let go of sin and live with perseverance."
    },
    {
        "number": 87,
        "book": "1 John 4:4",
        "text": "Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.",
        "lesson": "God’s power within us is greater than the world."
    },
    {
        "number": 88,
        "book": "2 Corinthians 4:16-18",
        "text": "For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day.",
        "lesson": "Eternal glory outweighs temporary hardships."
    },
    {
        "number": 89,
        "book": "John 16:33",
        "text": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
        "lesson": "Jesus’ victory overcomes the world’s troubles."
    },
    {
        "number": 90,
        "book": "Matthew 28:19-20",
        "text": "Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.",
        "lesson": "The Great Commission to share Jesus with the world."
    },
    {
        "number": 91,
        "book": "Proverbs 3:5-6",
        "text": "Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.",
        "lesson": "Trust God fully and acknowledge Him to guide your path."
    },
    {
        "number": 92,
        "book": "2 Corinthians 5:7",
        "text": "For we walk by faith, not by sight.",
        "lesson": "Live by faith in God, not by worldly appearances."
    },
    {
        "number": 93,
        "book": "1 John 4:19",
        "text": "We love him, because he first loved us.",
        "lesson": "God’s love for us enables us to love Him in return."
    },
    {
        "number": 94,
        "book": "Philippians 4:8",
        "text": "Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.",
        "lesson": "Focus your thoughts on what is good and pure."
    },
    {
        "number": 95,
        "book": "Ephesians 4:32",
        "text": "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you.",
        "lesson": "Forgive others as God has forgiven you."
    },
    {
        "number": 96,
        "book": "Psalm 119:105",
        "text": "Thy word is a lamp unto my feet, and a light unto my path.",
        "lesson": "God’s Word provides guidance for our lives."
    },
    {
        "number": 97,
        "book": "Isaiah 41:10",
        "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
        "lesson": "God strengthens, helps, and upholds us."
    },
    {
        "number": 98,
        "book": "Psalm 46:1",
        "text": "God is our refuge and strength, a very present help in trouble.",
        "lesson": "God is our reliable source of protection and strength."
    },
    {
        "number": 99,
        "book": "Hebrews 11:1",
        "text": "Now faith is the substance of things hoped for, the evidence of things not seen.",
        "lesson": "Faith is confidence in God’s promises, even when unseen."
    },
    {
        "number": 100,
        "book": "1 Corinthians 13:13",
        "text": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
        "lesson": "Faith, hope, and love are essential, with love being the greatest virtue."
    },
    {
        "number": 101,
        "book": "Psalm 7:15-16",
        "text": "He made a pit, and digged it, and is fallen into the ditch which he made. His mischief shall return upon his own head, and his violent dealing shall come down upon his own pate.",
        "lesson": "The wicked fall into their own traps; their evil intentions backfire."
    },
    {
        "number": 102,
        "book": "Proverbs 26:27",
        "text": "Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him.",
        "lesson": "Those who set traps for others will face the consequences of their own schemes."
    },
    {
        "number": 103,
        "book": "Psalm 37:12-13",
        "text": "The wicked plotteth against the just, and gnasheth upon him with his teeth. The Lord shall laugh at him: for he seeth that his day is coming.",
        "lesson": "Though the wicked plot against the righteous, God sees their end approaching."
    },
    {
        "number": 104,
        "book": "Psalm 141:10",
        "text": "Let the wicked fall into their own nets, whilst that I withal escape.",
        "lesson": "A prayer that the traps set by the wicked will ensnare them instead."
    },
    {
        "number": 105,
        "book": "Proverbs 28:10",
        "text": "Whoso causeth the righteous to go astray in an evil way, he shall fall himself into his own pit: but the upright shall have good things in possession.",
        "lesson": "Those who mislead the righteous will suffer from their own deceit."
    },
    {
        "number": 106,
        "book": "Psalm 37:20",
        "text": "But the wicked shall perish, and the enemies of the Lord shall be as the fat of lambs: they shall consume; into smoke shall they consume away.",
        "lesson": "The wicked will face destruction and be no more."
    },
    {
        "number": 107,
        "book": "Psalm 34:21",
        "text": "Evil shall slay the wicked: and they that hate the righteous shall be desolate.",
        "lesson": "The wicked face ruin because of their own evil actions."
    },
    {
        "number": 108,
        "book": "Matthew 5:44",
        "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
        "lesson": "Jesus teaches us to respond to enemies with love, kindness, and prayer."
    },
    {
        "number": 109,
        "book": "Matthew 5:9",
        "text": "Blessed are the peacemakers: for they shall be called the children of God.",
        "lesson": "Jesus calls us to be peacemakers, showing the character of God."
    },
    {
        "number": 110,
        "book": "Luke 6:35",
        "text": "But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.",
        "lesson": "Jesus encourages generosity and kindness, even to the ungrateful and wicked."
    },
    {
        "number": 111,
        "book": "Proverbs 3:9",
        "text": "Honour the LORD with thy substance, and with the firstfruits of all thine increase:",
        "lesson": "Honor God through faithful stewardship and giving."
    },
    {
        "number": 112,
        "book": "Proverbs 22:7",
        "text": "The rich ruleth over the poor, and the borrower is servant to the lender.",
        "lesson": "Be cautious about debt and its consequences."
    },
    {
        "number": 113,
        "book": "Malachi 3:10",
        "text": "Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.",
        "lesson": "God blesses faithful giving."
    },
    {
        "number": 114,
        "book": "Matthew 6:19-21",
        "text": "Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal: For where your treasure is, there will your heart be also.",
        "lesson": "Focus on eternal investments rather than earthly wealth."
    },
    {
        "number": 115,
        "book": "Luke 6:38",
        "text": "Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.",
        "lesson": "Generosity brings blessings."
    },
    {
        "number": 116,
        "book": "1 Timothy 6:10",
        "text": "For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.",
        "lesson": "Beware of greed and the dangers of loving money."
    },
    {
        "number": 117,
        "book": "Proverbs 13:11",
        "text": "Wealth gotten by vanity shall be diminished: but he that gathereth by labour shall increase.",
        "lesson": "Steady work leads to sustainable wealth."
    },
    {
        "number": 118,
        "book": "Ecclesiastes 5:10",
        "text": "He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase: this is also vanity.",
        "lesson": "Material wealth does not bring ultimate satisfaction."
    },
    {
        "number": 119,
        "book": "Proverbs 11:24-25",
        "text": "There is that scattereth, and yet increaseth; and there is that withholdeth more than is meet, but it tendeth to poverty. The liberal soul shall be made fat: and he that watereth shall be watered also himself.",
        "lesson": "Generosity results in blessings."
    },
    {
        "number": 120,
        "book": "Proverbs 19:17",
        "text": "He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.",
        "lesson": "God rewards kindness to the poor."
    },
    {
        "number": 121,
        "book": "2 Corinthians 9:6-7",
        "text": "But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully. Every man according as he purposeth in his heart, so let him give; not grudgingly, or of necessity: for God loveth a cheerful giver.",
        "lesson": "Give generously and cheerfully."
    },
    {
        "number": 122,
        "book": "Proverbs 27:23-24",
        "text": "Be thou diligent to know the state of thy flocks, and look well to thy herds. For riches are not for ever: and doth the crown endure to every generation?",
        "lesson": "Be diligent in managing your resources."
    },
    {
        "number": 123,
        "book": "Hebrews 13:5",
        "text": "Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.",
        "lesson": "Practice contentment and trust in God."
    },
    {
        "number": 124,
        "book": "Matthew 25:21",
        "text": "His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
        "lesson": "Faithfulness in small things leads to greater blessings."
    },
    {
        "number": 125,
        "book": "Proverbs 28:20",
        "text": "A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent.",
        "lesson": "Avoid the pursuit of quick riches."
    },
    {
        "number": 126,
        "book": "Proverbs 21:20",
        "text": "There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up.",
        "lesson": "Wise planning preserves wealth."
    },
    {
        "number": 127,
        "book": "Romans 13:8",
        "text": "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.",
        "lesson": "Avoid unnecessary debt and practice love."
    },
    {
        "number": 128,
        "book": "Proverbs 16:8",
        "text": "Better is a little with righteousness than great revenues without right.",
        "lesson": "Integrity is more valuable than great wealth."
    },
    {
        "number": 129,
        "book": "Luke 12:15",
        "text": "And he said unto them, Take heed, and beware of covetousness: for a man's life consisteth not in the abundance of the things which he possesseth.",
        "lesson": "Life is about more than material possessions."
    },
    {
        "number": 130,
        "book": "Philippians 4:19",
        "text": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
        "lesson": "Trust God to meet your needs."
    },
    {
        "number": 131,
        "book": "Proverbs 10:4",
        "text": "He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich.",
        "lesson": "Diligence and hard work lead to prosperity."
    },
    {
        "number": 132,
        "book": "Proverbs 28:27",
        "text": "He that giveth unto the poor shall not lack: but he that hideth his eyes shall have many a curse.",
        "lesson": "Generosity to the poor brings blessings."
    },
    {
        "number": 133,
        "book": "Matthew 6:24",
        "text": "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.",
        "lesson": "Choose to serve God over money."
    },
    {
        "number": 134,
        "book": "Psalm 37:21",
        "text": "The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth.",
        "lesson": "The righteous are generous and responsible."
    },
    {
        "number": 135,
        "book": "Proverbs 14:23",
        "text": "In all labour there is profit: but the talk of the lips tendeth only to penury.",
        "lesson": "Hard work brings profit, but idle talk leads to poverty."
    },
    {
        "number": 136,
        "book": "Colossians 3:23-24",
        "text": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men; Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.",
        "lesson": "Work diligently as a service to the Lord."
    },
    {
        "number": 137,
        "book": "Proverbs 15:16",
        "text": "Better is little with the fear of the LORD than great treasure and trouble therewith.",
        "lesson": "Godliness with contentment is more valuable than wealth."
    },
    {
        "number": 138,
        "book": "Luke 14:28",
        "text": "For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?",
        "lesson": "Plan wisely and manage resources carefully."
    },
    {
        "number": 139,
        "book": "Acts 20:35",
        "text": "I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.",
        "lesson": "Generosity is a greater blessing than receiving."
    },
    {
        "number": 140,
        "book": "1 Chronicles 29:12",
        "text": "Both riches and honour come of thee, and thou reignest over all; and in thine hand is power and might; and in thine hand it is to make great, and to give strength unto all.",
        "lesson": "All wealth and power belong to God."
    },
    {
        "number": 141,
        "book": "Proverbs 4:7",
        "text": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding.",
        "lesson": "Pursue wisdom above all else."
    },
    {
        "number": 142,
        "book": "James 1:5",
        "text": "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.",
        "lesson": "Ask God for wisdom, and He will provide."
    },
    {
        "number": 143,
        "book": "Proverbs 2:6",
        "text": "For the LORD giveth wisdom: out of his mouth cometh knowledge and understanding.",
        "lesson": "True wisdom comes from God."
    },
    {
        "number": 144,
        "book": "Ecclesiastes 7:12",
        "text": "For wisdom is a defence, and money is a defence: but the excellency of knowledge is, that wisdom giveth life to them that have it.",
        "lesson": "Wisdom is more valuable than wealth."
    },
    {
        "number": 145,
        "book": "Proverbs 9:10",
        "text": "The fear of the LORD is the beginning of wisdom: and the knowledge of the holy is understanding.",
        "lesson": "Reverence for God is the foundation of wisdom."
    },
    {
        "number": 146,
        "book": "Proverbs 3:13",
        "text": "Happy is the man that findeth wisdom, and the man that getteth understanding.",
        "lesson": "Wisdom brings joy and fulfillment."
    },
    {
        "number": 147,
        "book": "Proverbs 16:16",
        "text": "How much better is it to get wisdom than gold! and to get understanding rather to be chosen than silver!",
        "lesson": "Wisdom is more precious than wealth."
    },
    {
        "number": 148,
        "book": "Colossians 3:16",
        "text": "Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.",
        "lesson": "Wisdom comes from God's Word and should be shared."
    },
    {
        "number": 149,
        "book": "Proverbs 12:15",
        "text": "The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise.",
        "lesson": "Wisdom involves listening to counsel."
    },
    {
        "number": 150,
        "book": "Proverbs 13:10",
        "text": "Only by pride cometh contention: but with the well advised is wisdom.",
        "lesson": "Wisdom is found in humility and seeking advice."
    },
    {
        "number": 151,
        "book": "Job 28:28",
        "text": "And unto man he said, Behold, the fear of the Lord, that is wisdom; and to depart from evil is understanding.",
        "lesson": "Wisdom is fearing God and avoiding evil."
    },
    {
        "number": 152,
        "book": "Psalm 90:12",
        "text": "So teach us to number our days, that we may apply our hearts unto wisdom.",
        "lesson": "Wisdom involves living with awareness of life’s brevity."
    },
    {
        "number": 153,
        "book": "Proverbs 1:7",
        "text": "The fear of the LORD is the beginning of knowledge: but fools despise wisdom and instruction.",
        "lesson": "Reverence for God is the starting point for wisdom."
    },
    {
        "number": 154,
        "book": "Ecclesiastes 10:10",
        "text": "If the iron be blunt, and he do not whet the edge, then must he put to more strength: but wisdom is profitable to direct.",
        "lesson": "Wisdom makes efforts more effective."
    },
    {
        "number": 155,
        "book": "Proverbs 11:2",
        "text": "When pride cometh, then cometh shame: but with the lowly is wisdom.",
        "lesson": "Wisdom is found in humility."
    },
    {
        "number": 156,
        "book": "James 3:17",
        "text": "But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.",
        "lesson": "Godly wisdom is pure and characterized by peace and mercy."
    },
    {
        "number": 157,
        "book": "Proverbs 8:11",
        "text": "For wisdom is better than rubies; and all the things that may be desired are not to be compared to it.",
        "lesson": "Wisdom is incomparable in value."
    },
    {
        "number": 158,
        "book": "Proverbs 19:20",
        "text": "Hear counsel, and receive instruction, that thou mayest be wise in thy latter end.",
        "lesson": "Listening to counsel leads to wisdom."
    },
    {
        "number": 159,
        "book": "Proverbs 15:33",
        "text": "The fear of the LORD is the instruction of wisdom; and before honour is humility.",
        "lesson": "Humility and reverence for God are essential for wisdom."
    },
    {
        "number": 160,
        "book": "Daniel 2:20",
        "text": "Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his:",
        "lesson": "All wisdom and power belong to God."
    },
    {
        "number": 161,
        "book": "Philippians 4:7",
        "text": "And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
        "lesson": "God's peace transcends understanding and guards our hearts."
    },
    {
        "number": 162,
        "book": "John 14:27",
        "text": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.",
        "lesson": "Jesus gives a peace unlike any the world offers."
    },
    {
        "number": 163,
        "book": "Isaiah 26:3",
        "text": "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.",
        "lesson": "Trusting in God brings perfect peace."
    },
    {
        "number": 164,
        "book": "Psalm 29:11",
        "text": "The LORD will give strength unto his people; the LORD will bless his people with peace.",
        "lesson": "God blesses His people with strength and peace."
    },
    {
        "number": 165,
        "book": "Matthew 5:9",
        "text": "Blessed are the peacemakers: for they shall be called the children of God.",
        "lesson": "Peacemakers are blessed and recognized as God's children."
    },
    {
        "number": 166,
        "book": "Colossians 3:15",
        "text": "And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.",
        "lesson": "Let God's peace govern your heart."
    },
    {
        "number": 167,
        "book": "2 Thessalonians 3:16",
        "text": "Now the Lord of peace himself give you peace always by all means. The Lord be with you all.",
        "lesson": "God is the source of peace and gives it abundantly."
    },
    {
        "number": 168,
        "book": "Romans 5:1",
        "text": "Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:",
        "lesson": "Faith in Jesus brings peace with God."
    },
    {
        "number": 169,
        "book": "Psalm 34:14",
        "text": "Depart from evil, and do good; seek peace, and pursue it.",
        "lesson": "Actively pursue peace by turning from evil and doing good."
    },
    {
        "number": 170,
        "book": "Hebrews 12:14",
        "text": "Follow peace with all men, and holiness, without which no man shall see the Lord:",
        "lesson": "Strive for peace and holiness in relationships."
    },
    {
        "number": 171,
        "book": "Isaiah 9:6",
        "text": "For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.",
        "lesson": "Jesus is the Prince of Peace."
    },
    {
        "number": 172,
        "book": "Romans 12:18",
        "text": "If it be possible, as much as lieth in you, live peaceably with all men.",
        "lesson": "Do your best to live at peace with everyone."
    },
    {
        "number": 173,
        "book": "Proverbs 16:7",
        "text": "When a man's ways please the LORD, he maketh even his enemies to be at peace with him.",
        "lesson": "Obeying God brings peace even with adversaries."
    },
    {
        "number": 174,
        "book": "John 16:33",
        "text": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
        "lesson": "Jesus brings peace despite worldly troubles."
    },
    {
        "number": 175,
        "book": "Isaiah 32:17",
        "text": "And the work of righteousness shall be peace; and the effect of righteousness quietness and assurance for ever.",
        "lesson": "Righteousness produces peace and assurance."
    },
    {
        "number": 176,
        "book": "1 Peter 3:11",
        "text": "Let him eschew evil, and do good; let him seek peace, and ensue it.",
        "lesson": "Turn from evil, do good, and actively seek peace."
    },
    {
        "number": 177,
        "book": "Galatians 5:22",
        "text": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,",
        "lesson": "Peace is a fruit of the Holy Spirit."
    },
    {
        "number": 178,
        "book": "Psalm 85:8",
        "text": "I will hear what God the LORD will speak: for he will speak peace unto his people, and to his saints: but let them not turn again to folly.",
        "lesson": "God speaks peace to His people."
    },
    {
        "number": 179,
        "book": "Isaiah 54:10",
        "text": "For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the LORD that hath mercy on thee.",
        "lesson": "God's covenant of peace is everlasting."
    },
    {
        "number": 180,
        "book": "Ephesians 2:14",
        "text": "For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;",
        "lesson": "Jesus Himself is our peace and unites us."
    },
    {
        "number": 181,
        "book": "Galatians 5:22-23",
        "text": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, Meekness, temperance: against such there is no law.",
        "lesson": "The fruits of the Spirit are the virtues evident in a Spirit-filled life."
    },
    {
        "number": 182,
        "book": "1 Corinthians 12:4",
        "text": "Now there are diversities of gifts, but the same Spirit.",
        "lesson": "The Holy Spirit gives various gifts to believers."
    },
    {
        "number": 183,
        "book": "1 Corinthians 12:8",
        "text": "For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;",
        "lesson": "Wisdom and knowledge are spiritual gifts from the Holy Spirit."
    },
    {
        "number": 184,
        "book": "1 Corinthians 12:9",
        "text": "To another faith by the same Spirit; to another the gifts of healing by the same Spirit;",
        "lesson": "Faith and healing are gifts of the Holy Spirit."
    },
    {
        "number": 185,
        "book": "1 Corinthians 12:10",
        "text": "To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:",
        "lesson": "The Spirit bestows miraculous gifts, prophecy, discernment, and languages."
    },
    {
        "number": 186,
        "book": "1 Corinthians 12:11",
        "text": "But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.",
        "lesson": "The Holy Spirit distributes gifts according to His will."
    },
    {
        "number": 187,
        "book": "Romans 12:6",
        "text": "Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;",
        "lesson": "Gifts are given by grace, and believers should use them faithfully."
    },
    {
        "number": 188,
        "book": "Romans 12:7",
        "text": "Or ministry, let us wait on our ministering: or he that teacheth, on teaching;",
        "lesson": "Serving and teaching are spiritual gifts."
    },
    {
        "number": 189,
        "book": "Romans 12:8",
        "text": "Or he that exhorteth, on exhortation: he that giveth, let him do it with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.",
        "lesson": "Exhortation, generosity, leadership, and mercy are gifts to be exercised with integrity."
    },
    {
        "number": 190,
        "book": "Ephesians 4:11",
        "text": "And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;",
        "lesson": "Christ gives spiritual leaders to the church for its edification."
    },
    {
        "number": 191,
        "book": "Ephesians 4:12",
        "text": "For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:",
        "lesson": "Spiritual gifts are given to equip believers and build up the church."
    },
    {
        "number": 192,
        "book": "2 Timothy 1:7",
        "text": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.",
        "lesson": "The Spirit gives power, love, and self-discipline."
    },
    {
        "number": 193,
        "book": "1 Corinthians 14:1",
        "text": "Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.",
        "lesson": "Pursue love and seek spiritual gifts, especially prophecy."
    },
    {
        "number": 194,
        "book": "1 Corinthians 12:31",
        "text": "But covet earnestly the best gifts: and yet shew I unto you a more excellent way.",
        "lesson": "Desire the best gifts, but love surpasses all."
    },
    {
        "number": 195,
        "book": "1 Peter 4:10",
        "text": "As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.",
        "lesson": "Spiritual gifts are to be used to serve others faithfully."
    },
    {
        "number": 196,
        "book": "Galatians 5:16",
        "text": "This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.",
        "lesson": "Walking in the Spirit helps believers live righteously."
    },
    {
        "number": 197,
        "book": "1 Thessalonians 5:19",
        "text": "Quench not the Spirit.",
        "lesson": "Do not suppress the work of the Holy Spirit in your life."
    },
    {
        "number": 198,
        "book": "Acts 2:38",
        "text": "Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.",
        "lesson": "The Holy Spirit is God's gift to believers who repent."
    },
    {
        "number": 199,
        "book": "1 Corinthians 13:2",
        "text": "And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.",
        "lesson": "Love is essential even when using spiritual gifts."
    },
    {
        "number": 200,
        "book": "Romans 8:9",
        "text": "But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.",
        "lesson": "Living in the Spirit confirms our identity in Christ."
    },
    {
        "number": 201,
        "book": "Matthew 6:16",
        "text": "Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.",
        "lesson": "Fasting should be done with humility and not for show."
    },
    {
        "number": 202,
        "book": "Matthew 6:17-18",
        "text": "But thou, when thou fastest, anoint thine head, and wash thy face; That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.",
        "lesson": "Fasting is a private act of worship to God."
    },
    {
        "number": 203,
        "book": "Joel 2:12",
        "text": "Therefore also now, saith the LORD, turn ye even to me with all your heart, and with fasting, and with weeping, and with mourning:",
        "lesson": "Fasting is an expression of repentance and seeking God wholeheartedly."
    },
    {
        "number": 204,
        "book": "Isaiah 58:6",
        "text": "Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?",
        "lesson": "True fasting involves acts of justice and mercy."
    },
    {
        "number": 205,
        "book": "Isaiah 58:7",
        "text": "Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?",
        "lesson": "Fasting is about compassion and helping those in need."
    },
    {
        "number": 206,
        "book": "Ezra 8:23",
        "text": "So we fasted and besought our God for this: and he was intreated of us.",
        "lesson": "Fasting is a way to seek God's guidance and favor."
    },
    {
        "number": 207,
        "book": "Daniel 9:3",
        "text": "And I set my face unto the Lord God, to seek by prayer and supplications, with fasting, and sackcloth, and ashes:",
        "lesson": "Fasting can be combined with prayer to seek God's mercy."
    },
    {
        "number": 208,
        "book": "Acts 13:2",
        "text": "As they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.",
        "lesson": "Fasting can precede significant decisions in ministry."
    },
    {
        "number": 209,
        "book": "Acts 14:23",
        "text": "And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.",
        "lesson": "Fasting is part of seeking God's guidance in leadership."
    },
    {
        "number": 210,
        "book": "Matthew 4:2",
        "text": "And when he had fasted forty days and forty nights, he was afterward an hungred.",
        "lesson": "Jesus fasted to prepare for His ministry."
    },
    {
        "number": 211,
        "book": "Luke 4:2",
        "text": "Being forty days tempted of the devil. And in those days he did eat nothing: and when they were ended, he afterward hungered.",
        "lesson": "Jesus' fasting strengthened Him to overcome temptation."
    },
    {
        "number": 212,
        "book": "2 Samuel 12:16",
        "text": "David therefore besought God for the child; and David fasted, and went in, and lay all night upon the earth.",
        "lesson": "David fasted as an expression of heartfelt intercession."
    },
    {
        "number": 213,
        "book": "Esther 4:16",
        "text": "Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish.",
        "lesson": "Fasting can accompany acts of courage and seeking God's protection."
    },
    {
        "number": 214,
        "book": "Nehemiah 1:4",
        "text": "And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days, and fasted, and prayed before the God of heaven,",
        "lesson": "Fasting can be a response to a deep burden or crisis."
    },
    {
        "number": 215,
        "book": "Jonah 3:5",
        "text": "So the people of Nineveh believed God, and proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.",
        "lesson": "Fasting can signify repentance and turning to God."
    },
    {
        "number": 216,
        "book": "Psalm 35:13",
        "text": "But as for me, when they were sick, my clothing was sackcloth: I humbled my soul with fasting; and my prayer returned into mine own bosom.",
        "lesson": "Fasting is a way to humble oneself before God."
    },
    {
        "number": 217,
        "book": "Luke 2:37",
        "text": "And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.",
        "lesson": "Fasting is a means of dedicated service and worship to God."
    },
    {
        "number": 218,
        "book": "Acts 10:30",
        "text": "And Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,",
        "lesson": "Fasting often precedes divine revelation and guidance."
    },
    {
        "number": 219,
        "book": "1 Corinthians 7:5",
        "text": "Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.",
        "lesson": "Fasting can be a spiritual practice for married couples with mutual agreement."
    },
    {
        "number": 220,
        "book": "Isaiah 58:9",
        "text": "Then shalt thou call, and the LORD shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity;",
        "lesson": "Fasting with a righteous heart brings answered prayers."
    }
]